Repository: HJGreen/minimal-share-buttons
Catalog: languages/minimal-share-buttons-*.po
Languages: bg_bg

source: Select social networks
bg_bg: Избор на социални мрежи

source: Title of the section under content
bg_bg: Заглавие на секцията за споделяне

source: Share Options
bg_bg: Настройки за споделяне

source: Save Settings
bg_bg: Запис на настройките

source: Social networks
bg_bg: Социални мрежи

source: Display settings
bg_bg: Настройки за показване

source: Show buttons under content
bg_bg: Показване на бутоните под съдържанието

source: Share this
bg_bg: Споделяне

source: Select the social networks you wish your content to be shared on.
bg_bg: Избор на социалните мрежи в които да се споделя вашето съдържание.

source: Settings that control the appearance of the buttons.
bg_bg: Настройки за показването на бутоните.

source: Facebook
bg_bg: Фейсбук

source: Twitter
bg_bg: Туитър

source: Google Plus
bg_bg: Гугъл плюс

source: LinkedIn
bg_bg: ЛинкдИн

source: Share widget
bg_bg: Джаджа за споделяне

source: Share on Facebook
bg_bg: Споделяне във Фейсбук

source: Share on Twitter
bg_bg: Споделяне в Туитър

source: Share on LinkedIn
bg_bg: Споделяне в ЛинкдИн

source: Share on Google Plus
bg_bg: Споделяне в Гугъл плюс

source: Share
bg_bg: Споделяне

source: Minimal Share Buttons
bg_bg: Минималистични бутони за споделяне

source: Minimal share buttons that don't spy on users and don't require a ton of JavaScript
bg_bg: Минималистични бутони за споделяне, които не шпионират потребителите и не изискват цял тон JavaScript.

source: Milen Petrinski - Gonzo
bg_bg: Милен Петрински - Гонзо
